/* font name and size in points */
"%@ %.1f pt." = "%@ %.1f pt.";

/* urgent / CL / cancel sheet title; parameters are name and status */
"%@ is in %@ mode" = "%@ est en mode %@";

/* incoming file transfer progress. parameters are transferred size and total size, units (KB, MB etc.) included */
"%@ of %@" = "%@ sur %@";

/* status text in outgoing message window status bar; parameters are status and time */
"%@ since %@" = "%@ depuis %@";

/* No comment provided by engineer. */
"%d bytes" = "%d octets";

/* one contact */
"%d contact" = "%d contact";

/* more than one contact */
"%d contacts" = "%d contacts";

/* No comment provided by engineer. */
"%d files" = "%d fichiers";

/* No comment provided by engineer. */
"%d KB" = "%d Ko";

/* No comment provided by engineer. */
"%d MB" = "%d Mo";

/* terminator of list of filenames in history view */
")" = ")";

/* list separator for language list
   separator in list of filenames in history view */
", " = ", ";

/* No comment provided by engineer. */
"1 file" = "1 fichier";

/* parameter is folder name */
"A file with the same name already exists in %@. Replacing it will overwrite its current contents." = "Un fichier avec le même nom existe déjà dans %@. Choisir de le remplacer écrasera l'ancien.";

/* Add To List toolbar item tool tip */
"Add The Sender To Your Contact List" = "Ajoute l'expéditeur à votre Liste de Contact";

/* Add To List toolbar item palette label */
"Add To Contact List" = "Ajouter à la Liste de Contact";

/* menu command */
"Add to Invisible List" = "Ajouter à la liste invisible";

/* Add To List toolbar item label */
"Add To List" = "Ajouter à la Liste";

/* menu command */
"Add to Visible List" = "Ajouter à la liste visible";

/* title of informational alert */
"Adding Contacts to your List" = "Ajout de Contacts à votre Liste";

/* informational alert message */
"All contacts on your server-stored contact list will be added to this contact list. Existing contacts will not be changed." = "Tous les contacts de votre liste de contact stockée sur les serveurs seront ajoutés à votre Liste de Contact. Les contacts existants ne seront pas changés.";

/* label in history view */
"Authorization Denied" = "Autorisation refusée";

/* label in history view */
"Authorization Granted" = "Autorisation accordée";

/* label in history view */
"Authorization Request" = "Demande d'autorisation";

/* No comment provided by engineer. */
"Authorization Request to %@" = "Demande d'autorisation à %@";

/* No comment provided by engineer. */
"Available" = "Disponible";

/* No comment provided by engineer. */
"Away" = "Absent(e)";

/* Cancel button on unsaved details alert
   Cancel button on alert sheet
   Cancel button on informational alert */
"Cancel" = "Annuler";

/* file transfer cancellation title
   file transfer cancelation title */
"Canceled" = "Annulé";

/* No comment provided by engineer. */
"Change %@ Message" = "Changer le message %@";

/* folder selection dialog title */
"Choose where to save received files" = "Choisissez où enregistrer les fichiers reçus.";

/* button on incoming file transfer window after transfer is complete
   Close button on alert sheet */
"Close" = "Fermer";

/* No comment provided by engineer. */
"Conversation with %@" = "Conversation avec %@";

/* Sample outgoing message text */
"Cozy lummox gives smart squid who asks for job pen." = "Cozy lummox gives smart squid who asks for job pen.";

/* file transfer rejection title */
"Declined" = "Refusé";

/* Delete history toolbar item label
   Delete history toolbar item palette label */
"Delete" = "Effacer";

/* action name for undo/redo */
"Delete Contact" = "Effacer un Contact";

/* Delete history toolbar item tool tip */
"Delete this history" = "Effacer cet historique";

/* alert sheet title */
"Disconnected" = "Déconnecté(e)";

/* No comment provided by engineer. */
"Do Not Disturb" = "Ne pas déranger";

/* Alert title */
"Do you want to save the changes you made to your details?" = "Voulez-vous enregistrer les modifications apportées à vos détails ?";

/* No comment provided by engineer. */
"Do you want to stop the file transfer?" = "Voulez-vous arrêter le transfert ?";

/* Don't Save button on unsaved details alert */
"Don't Save" = "Ne pas enregistrer";

/* file transfer error title */
"Error" = "Erreur";

/* parameter is sender's name */
"File transfer from %@" = "Transfert de fichier de la part de %@";

/* description in history view, a list of filenames follows */
"File Transfer Request (" = "Demande de transfert de fichier (";

/* No comment provided by engineer. */
"File Transfer to %@" = "Transfert de fichiers vers %@";

/* Find button title */
"Find" = "Rechercher";

/* No comment provided by engineer. */
"Free for Chat" = "Prêt(e) à discuter";

/* menu command to hide offline contacts */
"Hide Offline Contacts" = "Masquer les contacts hors ligne";

/* menu command to hide the status bar */
"Hide Status Bar" = "Masquer la barre de statut";

/* Show history toolbar item label
   Show history toolbar item palette label */
"History" = "Historique";

/* history window title */
"History for %@" = "Historique de %@";

/* No comment provided by engineer. */
"ICQ user number %@ appears on your list as %@" = "L'utilisateur sous le numéro ICQ %@ apparaît dans votre liste comme %@";

/* alert sheet message */
"Icy Juice will try to reconnect when the network becomes available." = "Icy Juice essayera de se reconnecter lorsque la connexion sera rétablie.";

/* Import button on informational alert */
"Import" = "Importer";

/* information alert title */
"Importing Contacts from ICQ Servers" = "Importation des contacts depuis les serveurs ICQ";

/* info panel title when not showing anything
   Show Info toolbar item label
   Show Info toolbar item palette label */
"Info" = "Info";

/* info panel title when showing a single contact */
"Info on %@" = "Info sur %@";

/* information alert title */
"Invalid Date Range" = "Champ de date invalide";

/* No comment provided by engineer. */
"Invisible" = "Invisible";

/* writing direction item in contextual menu */
"Left to Right" = "De gauche à droite";

/* writing direction item in contextual menu */
"Left_to_Right" = "De_gauche_à_droite";

/* No comment provided by engineer. */
"Message (no recipients)" = "Message (pas de destinataires)";

/* incoming message window title */
"Message from %@" = "Message de %@";

/* No comment provided by engineer. */
"Message to %@" = "Message à %@";

/* No comment provided by engineer. */
"Message to %@ and others" = "Message à %@ et autre";

/* No comment provided by engineer. */
"Multiple recipients" = "Destinataires multiples";

/* alert sheet title */
"Network Problem" = "Problème réseau";

/* New User Assistant window title */
"New User" = "Nouvel Utilisateur";

/* Show next message toolbar item label
   Show next message toolbar item palette label
   Show next message toolbar item menu representation */
"Next" = "Suivant";

/* authorization is not required */
"No" = "Non";

/* No comment provided by engineer. */
"no contacts" = "Pas de contacts";

/* No comment provided by engineer. */
"No recipients" = "Pas de destinataires";

/* No comment provided by engineer. */
"Not Available" = "Non disponible";

/* No comment provided by engineer. */
"Not on your list" = "Pas dans votre liste";

/* No comment provided by engineer. */
"Occupied" = "Occupé(e)";

/* No comment provided by engineer. */
"Offline" = "Hors ligne";

/* OK button on informational alert
   Button on alert sheet */
"OK" = "OK";

/* No comment provided by engineer. */
"Pending Authorization" = "En attente de l'autorisation";

/* No comment provided by engineer. */
"Please enter your ICQ password" = "Entrez svp votre mot de passe ICQ";

/* menu command, parameter is the status */
"Read %@ Message" = "Lire message du statut '%@'";

/* generic menu command, appears when status message is unavailable */
"Read Status Message" = "Lire message du statut";

/* parameter is status name */
"Reading User's %@ Message..." = "Lecture du message '%@'...";

/* incoming file transfer. first parameter is '1 file' or 'n files', second parameter is sender's name */
"Received %@ from %@" = "%@ reçu(s) de %@";

/* incoming file transfer. first parameter is '1 file' or 'n files', second parameter is sender's name */
"Receiving %@ from %@" = "Réception de %@ de la part de %@";

/* Show recipients toolbar item palette label
   Show recipients toolbar item label */
"Recipients" = "Destinataires";

/* menu command */
"Remove from Invisible List" = "Enlever de la liste invisible";

/* menu command */
"Remove from Visible List" = "Enlever de la liste visible";

/* action name for undo/redo */
"Rename Contact" = "Renommer un Contact";

/* button on name conflict sheet */
"Replace" = "Remplacer";

/* Reply toolbar item label
   Reply toolbar item palette label */
"Reply" = "Répondre";

/* Reply toolbar item tool tip */
"Reply to this Message" = "Répondre à ce message";

/* button on network problems alert sheet */
"Retry Now" = "Réessayer";

/* writing direction item in contextual menu */
"Right to Left" = "De droite à gauche";

/* writing direction item in contextual menu */
"Right_to_Left" = "De_droite_à_gauche";

/* Save history toolbar item palette label
   Save history toolbar item label
   Save button on unsaved details alert */
"Save" = "Enregistrer";

/* button on name conflict sheet */
"Save As..." = "Enregistrer sous...";

/* Save history toolbar item tool tip */
"Save history to file" = "Enregistrer l'historique";

/* prompt in file transfer file selection panel
   prompt for destination folder selection panel
   button title in the default contact list selection sheet of the preferences panel
   prompt for received files folder selection panel */
"Select" = "Sélectionner";

/* Send message toolbar item label
   Send message toolbar item palette label */
"Send" = "Envoi";

/* Send message toolbar item tool tip */
"Send Message" = "Envoi le message";

/* timestamp in incoming message window */
"Sent: %@" = "Envoyé le : %@";

/* Show Info toolbar item tool tip */
"Show Info" = "Affiche les informations de ce contact";

/* Show history toolbar item tool tip */
"Show Message History" = "Affiche l'historique relatif à ce contact";

/* Show next message toolbar item tool tip */
"Show Next Message" = "Affiche le message suivant";

/* menu command to show offline contacts */
"Show Offline Contacts" = "Afficher les contacts hors ligne";

/* Show recipients toolbar item tool tip */
"Show Recipients" = "Pour envoyer le message à plusieurs personnes";

/* menu command to show the status bar */
"Show Status Bar" = "Afficher la barre de statut";

/* cancel button in save file as panel
   button on name conflict sheet */
"Skip" = "Ignorer";

/* window title; parameter is status name */
"Status Message from %@" = "Message de statut de %@";

/* stop file transfer button */
"Stop" = "Arrêter";

/* Stop Find button title */
"Stop Find" = "Arrêter";

/* No comment provided by engineer. */
"The file %@ already exists. Do you want to replace it?" = "Le fichier %@ existe déjà. Voulez-vous le remplacer ?";

/* file transfer error message */
"The file transfer failed due to an error." = "Le transfert a échoué à cause d'une erreur.";

/* file transfer time out message */
"The file transfer request timed out." = "La demande de transfert a expiré.";

/* file transfer rejection message */
"The file transfer request was declined." = "La demande de transfert a été refusée.";

/* file transfer cancellation message. parameter is sender's name */
"The file transfer was canceled by %@." = "Le transfert a été annulé par %@.";

/* file transfer cancellation message */
"The file transfer was canceled." = "Le transfert a été annulé.";

/* Sample incoming message text */
"The little brown fox jumps over the lazy dog." = "Le petit renard brun saute par-dessus le chien paresseux.";

/* No comment provided by engineer. */
"The password you tried to log in with is incorrect. Please enter your password" = "Le mot de passe avec lequel vous essayez de vous connecter est incorrect. Entrez svp votre mot de passe.";

/* alert sheet message */
"There are new messages which you might have not read yet. Do you want to close anyway?" = "Il y a toujours des messages que vous n'avez pas encore lu. Voulez-vous tout de même fermer la fenêtre ?";

/* alert sheet title */
"There are unread messages" = "Il y a des messages non lus";

/* No comment provided by engineer. */
"This contact is already on your list" = "Ce contact est déjà dans votre Liste";

/* No comment provided by engineer. */
"This message will be displayed when you are marked as '%@'" = "Ce message sera affiché lorsque vous aurez comme statut '%@'";

/* No comment provided by engineer. */
"This sheet will close in %d second" = "Cette fenêtre se fermera dans %d secondes";

/* No comment provided by engineer. */
"This sheet will close in %d seconds" = "Cette fenêtre se fermera dans %d secondes";

/* parameter is status name */
"This User's %@ Message:" = "Le Message '%@' du contact est :";

/* file transfer error title */
"Timed out" = "Expiré";

/* informational alert message */
"To add contacts to your contact list, use the Find Contacts panel. You can also use the Import from ICQ Servers… command if you have a contact list saved on the ICQ servers." = "Pour ajouter des contacts à votre Liste de Contact, utilisez la fenêtre Rechercher des Contacts. Vous pouvez aussi utiliser la commande \"Importer depuis les serveurs ICQ...\" si vous avez une liste de contact sauvegardée sur un des serveurs ICQ.";

/* No comment provided by engineer. */
"URL: " = "URL : ";

/* default away message */
"User is currently away\nYou can leave him/her a message" = "L'utilisateur est actuellement absent\nVous pouvez lui laisser un message";

/* default occupied message */
"User is currently busy" = "L'utilisateur est actuellement occupé";

/* default DND message */
"User is currently in DND mode" = "L'utilisateur est actuellement en mode NPD";

/* default N/A message */
"User is currently N/A\nYou can leave him/her a message" = "L'utilisateur est actuellement N/D\nVous pouvez lui laisser un message";

/* incoming file transfer starting */
"Waiting..." = "En attente...";

/* authorization is required */
"Yes" = "Oui";

/* parameter is abbreviated status name */
"You can send the message as an urgent one, send it to his/her Contact List, or cancel sending. %@ message:" = "Vous pouvez envoyer et faire passer ce message en urgence, envoyez-le à sa Liste de Contact, ou bien annuler l'envoi. Message %@ :";

/* parameter is abbreviated status name */
"You can send the message to his/her Contact List, or cancel sending. %@ message:" = "Vous pouvez envoyer le message à sa Liste de Contact, ou bien annuler l'envoi. Message %@ :";

/* informational alert message */
"You should enter a vaild range of dates. In order to save all the messages, leave both fields blank." = "Vous devriez entrer un champ de date valide. Pour enregistrer tous les messages, laissez les deux champs vides.";

/* description in history view */
"You were added to this user's contact list" = "Vous avez été ajouté à la liste de contact de cet utilisateur";

/* alert sheet message */
"You were disconnected. Check your Internet connection and the Network section in the Settings sheet and try again." = "Vous avez été déconnecté(e). Vérifiez les réglages de connexion réseau dans les réglages d'Icy Juice puis réessayez.";

/* Alert message */
"Your changes will be lost if you don't save them." = "Vos modifications seront perdues si vous ne les enregistrez pas.";

/* alert sheet message */
"Your ICQ number is being used on another computer." = "Votre numéro ICQ est utilisé par quelqu'un d'autre sur un autre ordinateur.";

